Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: འཕགས་པ་ དགེ་བ འི་ རྩ་བ་ ཡོངས་སུ་ འཛིན་པ་ ཞེས་ བྱ་བ་ ཐེག་པ་ ཆེན་ པོ འི་ མདོ །_
en: The Noble Great Vehicle Sūtra |#| Upholding the Roots of Virtue

source: སངས་རྒྱས་ དང་ བྱང་ཆུབ་ སེམས་དཔའ་ ཐམས་ཅད་ ལ་ ཕྱག་ འཚལ་ ལོ །_།
en: $1 [1.b] Homage to all the buddhas and bodhisattvas!

source: འདི་སྐད་ བདག་ གིས་ ཐོས་པ་ དུས་ གཅིག་ ན །_
en: $2 Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་ རྒྱལ་ པོ འི་ ཁབ་ ན་ འོད་མ འི་ ཚལ་ བྱ་ ཀ་ ལན་ ད་ ཀ་ གནས་པ་ ན་ འདི་ལྟ་སྟེ །_ |#| བསམ་གཏན་པ་ རྣམས་ ཀྱི་ གནས །_ |#| གནས་ མེད་པ་ རྣམས་ ཀྱི་ གནས །_ |#| སྟོང་པ་ཉིད་ ལ་ གནས་པ་ རྣམས་ ཀྱི་ གནས །_ |#| མཚན་མ་ མེད་པ་ ལ་ གནས་པ་ དང་ །_ སྨོན་པ་ མེད་པ་ ལ་ གནས་པ་ རྣམས་ ཀྱི་ གནས་ ན་ འདི་ལྟ་སྟེ །_ |#| དགེ་སློང་ འབུམ་ གྱི་ དགེ་སློང་ གི་ དགེ་འདུན་ ཆེན་པོ་ དང་ ཐབས་ཅིག་ ཏུ་ བཞུགས་ ཏེ །_
en: The Blessed One was at the Kalandaka­nivāpa in the Veṇuvana, near Rājagṛha—an abode for those who practice concentration, an abode for those who do not abide, an abode for those who dwell in emptiness, an abode for those who dwell in signlessness, and an abode for those who dwell in wishlessness. |#| The Blessed One was there together with a great saṅgha of one hundred thousand monks,

source: ཐམས་ཅད་ ཀྱང་ སྒྲ་ བསྐྱུངས་པ །_ དབེན་པ་ ལ་ གནས་པ །_ ནང་ དུ་ ཡང་དག་ འཇོག་ ལ་ མངོན་པར་ བརྩོན་པ་ ཤ་སྟག་ གོ །_།
en: all of whom talked only little, remained in solitude, and diligently practiced meditative seclusion.

source: དེ འི་ ཚེ་ཚེ་ དང་ ལྡན་པ་ ཤ་ར་དྭ་ཏི འི་ བུ་ ནང་ དུ་ ཡང་དག་ འཇོག་ [2a] ལས་ ལངས་ ནས །_ |#| བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེར་ སོང་ སྟེ་ ཕྱིན་ ནས་
en: $3 At one point the venerable Śāradvatī­putra rose from his meditative seclusion [2.a] and went before the Blessed One.

source: བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ་ ཕྱོགས་ གཅིག་ ཏུ་ འདུག་ གོ །_།
en: He bowed his head to the Blessed One’s feet and then sat to one side.

source: !ཚེ་ དང་ ལྡན་པ་ མཽད་གལ་ གྱི་ བུ་ཆེན་པོ་ དང་ །_ ཚེ་ དང་ ལྡན་པ་ ཀཱ་ ཏྱཱའི་ བུ་ཆེན་པོ་ དང་ །_ ཚེ་ དང་ ལྡན་པ་ གསུས་པོ་ ཆེ་ ཆེན་པོ་ དང་ །_ ཚེ་ དང་ ལྡན་པ་ ཀ་ པི་ ན་ དང་ །_ ཚེ་ དང་ ལྡན་པ་ སྐུལ་བྱེད་ ཆེན་པོ་ དང་ །_ ཚེ་ དང་ ལྡན་པ་ རབ་འབྱོར་ དང་ །_ ཚེ་ དང་ ལྡན་པ་ དོན་ཡོད་ རྒྱལ་པོ་ དང་ །_ ཚེ་ དང་ ལྡན་པ་ རླངས་པ་ དང་ །_ ཚེ་ དང་ ལྡན་པ་ དགའ་བོ་ དང་ །_ ཚེ་ དང་ ལྡན་པ་ ཀུན་ དགའ་བོ་ དང་ །_ ཚེ་ དང་ ལྡན་པ་ དགའ་བྱེད་ དང་ །_ ཚེ་ དང་ ལྡན་པ་ ཅི་ འཇིགས་ དང་ །_ ཚེ་ དང་ ལྡན་པ་ ཉེ་སྦས་ དང་ །_ ཚེ་ དང་ ལྡན་པ་ མིས་ བྱིན་ གྱི་ བུ་ དང་ །_ ཚེ་ དང་ ལྡན་པ་ ཐང་ལ་ གནས་པ་ དང་ །_ ཚེ་ དང་ ལྡན་པ་ མོ་ ཀི་ ལ་ དང་ །_ ཚེ་ དང་ ལྡན་པ་ ཉེ་བ ར་ འཁོར་ དང་ །_ དེ་དག་ དང་ གཞན་ ཡང་ དབང་ དང་ ལྡན་པ ར་ གྱུར་པ་ ལྔ་ བརྒྱ་ ཐམ་པ་ ཕྱེ་མ་ རེད་ ཀྱི་ དུས་ ཀྱི་ ཚེ་ ནང་ དུ་ ཡང་དག་ འཇོག་ ལས་ ལངས་ ནས |#| བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེར་ དོང་ སྟེ་ ལྷགས་ ནས །_ |#| བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ་ ཕྱོགས་ གཅིག་ ཏུ་ འཁོད་ དོ །_།
en: Likewise did the venerable Mahā­maudgalyā­yana, the venerable Mahākātyāyana, the venerable Mahākauṣṭhila, the venerable Kapphiṇa, the venerable Mahācunda, the venerable Subhūti, the venerable Amogharāja, the venerable Vāṣpa, the venerable Nanda, the venerable Ānanda, the venerable Nandaka, the venerable Kimbhīra,#6 the venerable Upagupta, the venerable Nārada, the venerable Vasiṣṭha,#7 the venerable Mokila, and the venerable Upāli, along with five hundred others who had all gained mastery. |#| They all now rose from their afternoon meditation session and went before the Blessed One, bowed their heads to his feet, and sat to one side.

source: !ཡང་ དེ འི་ ཚེ་ཚེ་ དང་ ལྡན་པ་ གྲགས་ སྦྱིན་ དང་ །_ ཚེ་ དང་ ལྡན་པ་ ཡུལ་འཁོར་ སྐྱོང་ དང་ །_ ཚེ་ དང་ ལྡན་པ་ ལས་ མཆོད་ དང་ །_ ཚེ་ དང་ ལྡན་པ་ གྲགས་འདོད་ དང་ །_ ཚེ་ དང་ ལྡན་པ་ དགའ་ སྡེ་ དང་ །_ ཚེ་ དང་ ལྡན་པ་ དགའ་ འདོད་ དང་ །_ དེ་དག་ དང་ གཞན་ ཡང་ དགེ་ སློང་ ལྔ་ བརྒྱ་ ཐམ་པ་ ལམ་ དུ་ ཞུགས་པ་ ལས་ དབྱར་ མཉན་ཡོད་ ན་ |#| གནས་ ནས
en: $4 A party including the venerable Yaśodatta , the venerable Dhṛtarāṣṭra, the venerable Marutpūjita,#8 the venerable Yaśaskāma, the venerable Nandisena, the venerable Nandikāma, and five hundred other monks had been traveling from Śrāvastī where they had spent the rainy season.

source: རྒྱལ་པོ འི་ ཁབ་ འོད་མ འི་ ཚལ་ བྱ་ ཀ་ ལན་ ད་ ཀ་ གནས་པ་ ག་ལ་བ་ དང་ །_ བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེར་ དོང་ སྟེ་ |#| ལྷགས་ ནས་ བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ [2b] ཏེ་ ཕྱོགས་ གཅིག་ ཏུ་ འཁོད་ དོ །_།
en: Now they arrived at the Kalandaka­nivāpa in the Veṇuvana by Rājagṛha. |#| They also went before the Blessed One, bowed their heads to his feet, [2.b] and sat to one side.

source: ཡང་ དེ འི་ ཚེ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ མ་ཕམ་པ་ དེ་ དང་ འདྲ་བ འི་ བྱང་ཆུབ་ སེམས་དཔའ་ སྟོང་ དང་ ལྷན་ཅིག་ ཏུ་ ཡུལ་ ཙམ་ པར་ དབྱར་གནས་ ནས་ ལམ་ དུ་ ཞུགས་ ཏེ །_
en: $5 At that time another party consisting of the bodhisattva great being Ajita and one thousand bodhisattvas like him were likewise on the way from Campā where they had stayed during the rains retreat.

source: རྒྱལ་པོ འི་ ཁབ་ འོད་མ འི་ ཚལ་ བྱ་ ཀ་ ལན་ ད་ ཀ་ གནས་པ་ ག་ལ་ བ་ དང་ །_ བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེར་ དོང་ སྟེ་ ལྷགས་ ནས །_ |#| བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ་ ཕྱོགས་ གཅིག་ ཏུ་ འཁོད་ དོ །_།
en: When they arrived at the Kalandaka­nivāpa in the Veṇuvana by Rājagṛha they also went before the Blessed One, bowed their heads to his feet, and sat to one side.

source: ཡང་ དེ འི་ ཚེ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ བཟང་སྐྱོང་ དང་ །_ དཀོན་མཆོག་ འབྱུང་གནས་ དང་ །_ དེད་ དཔོན་ བཟང་པོ་ དང་ །_ ཕུག་ སྦས་ དང་ །_ མིས་ བྱིན་ དང་ །_ དབང་པོ ས་ བྱིན་ དང་ །_ ཆུ་ལྷ་ དང་ །_ ཚངས་ ལྷ་ དང་ །_ སྟོབས་ བཟངས་ དང་ །_ བླ་མ འི་ བློ་གྲོས་ དང་ །_ ཁྱད་པར་ བློ་གྲོས་ དང་ །_ འཕེལ་བ འི་ བློ་གྲོས་ དང་ །_ མཐོང་བ་ དོན་ཡོད་ དང་ །_ ལེགས་པ ར་ ཡང་དག་ ཞུགས་ དང་ །_ རབ་ ཀྱི་ རྩལ་ གྱིས་ རྣམ་པར་ གནོན་ དང་ །_ རྟག་ ཏུ་ བརྩོན་ དང་ །_ བརྩོན་པ་ མི་ གཏོང་ དང་ །_ ཉི་མ འི་ སྙིང་པོ་ དང་ །_ འགྲོ་བ་ འཛིན་ དང་ །_ ས་འཛིན་ དང་ །_ བདུད་རྩི་ འཛིན་ དང་ །_ བློ་གྲོས་ རབ་གནས་ དང་ །_ བློ་གྲོས་ མཐའ་ ཡ ས་ དང་ །_ བརྟན་པ འི་ བློ་གྲོས་ དང་ །_ འཇིག་རྟེན་ གསུམ་ རྣམ་པར་ གནོན་ དང་ །_ མཐའ་ ཡ ས་ རྣམ་པར་ གནོན་ དང་ །_ དཔག་མེད་ རྣམ་པར་ གནོན་ དང་ །_ རྡོ་རྗེ འི་ གོམ་པ ས་ རྣམ་པར་ གནོན་ དང་ །_ དོན་ཡོད་པ འི་ གོམ་པ ས་ རྣམ་པར་ གནོན་ དང་ །_ མི་གཡོ་བ འི་ གོམ་པ ས་ རྣམ་པར་ གནོན་ དང་ །_ སྤོབས་པ་ ཆེན་པོ་ དང་ སྤོབས་པ་ རྣོན་པོ་ དང་ །_ སྤོབས་པ་ ཟབ་ པ་ དང་ །_ སྤོབས་པ་ མཐའ་ ཡ ས་ དང་ །_ སྤོབས་པ་ དཔག་མེད་ དང་ །_ འཇམ་དཔལ་ གཞོན་ནུ ར་ གྱུར་པ་ དང་ །_ པད་མ་ དཔལ་ གྱི་ སྙིང་པོ་ དང་ །_ ཆོས་ འཕགས་ དང་ །_ ལག་ ན་ རིན་ཆེན་ དང་ །_ རིན་ཆེན་ འཛིན་ དང་ །_ བསྐལ་པ་ འགྱུར་བ་ མཐའ་ཡས་པ ར་ གོ་ཆ་ བགོས་པ་ དང་ །_ བུད་མེད་ འགྱུར་བ འི་ གོ་ཆ་ བགོས་པ་ དང་ །_ སྐྱེས་པ་ འགྱུར་བ འི་ གོ་ཆ་ བགོས་པ་ དང་ །_ སེམས་ཅན་ འགྱུར་བ འི་ གོ་ཆ་ བགོས་པ་ དང་ །_ མཐའ་ ཡ ས་ ཁྱུ་མཆོག་ དང་ །_ དཔག་མེད་ ཁྱུ་མཆོག་ དང་ །_ དམིགས་པ་ ཐམས་ཅད་ རྣམ་པར་ འཇིག་པ འི་ ཁྱུ་མཆོག་ དང་ །_ བྱང་ཆུབ་ སེམས་ [3a] དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ དེ་དག་ ཐམས་ཅད་ ཀྱང་ ཐ་ མི་ དད་པ ར་ སྤྱོད་པ འི་ གོ་ཆ་ བགོས་པ་ ཤ་སྟག་ སྟེ །_
en: $6 Traveling at that time were also the bodhisattva great beings Bhadrapāla, Ratnākara , Susārthavāha, Guhagupta, Naradatta, Indradatta, Varuṇa, Brahmādeva, Balabhadra, Viśeṣamati, Vardhamānamati, Amoghadarśin , Susaṃ­prasthita, Suvi­krānta­vikrāmin, Nityo­dyukta, Anikṣiptadhura, Sūryagarbha, Jagatīṃdhara, Dharaṇīṃdhara, Amṛtaṃdhara, Susthitamati, Anantamati , Dṛḍhamati, Trailo­kyavi­krāmin, Anantavikrāmin , Apra­meya­vikrāmin, Vajra­pada­vikrāmin, Amogha­pada­vikrāmin , Acala­pada­vikrāmin, Mahāpratibhāna, Tīkṣṇa­prati­bhāna, Gambhīra­pratibhāna, Ananta­pratibhāna , Aprameya­prati­bhāna, Mañjuśrī­kumāra­bhūta, Padmaśrīgarbha, Dharmodgata, Ratnapāṇi, Ratnadhara, Bearer of the Armor for Infinite Eons, Bearer of the Armor of Female Forms, Bearer of the Armor of Male Forms, Bearer of the Armor of the Forms of Sentient Beings, Infinite Leader, Unfathomable Leader , and Leader Destroying All Reference Points. [3.a] All these bodhisattva great beings had equally donned the armor of activity, and

source: ཡུལ་ ཐ་དད་པ་ རྣམས་ སུ་ དབྱར་གནས་ པར་ གནས་ ནས་ ཡུལ་ རྒྱུ་ ཞིང་ གཅིག་ ཏུ་ འདུས་ ཏེ །_
en: while they had observed the rains retreat at different locations, they were now gathered in one group, and so

source: རྒྱལ་པོ འི་ ཁབ་ འོད་མ འི་ ཚལ་ བྱ་ ཀ་ ལན་ ད་ ཀ་ གནས་པ་ ག་ལ་བ་ དང་ །_ བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེར་ དོང་ སྟེ་ ལྷགས་ ནས །_ |#| བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ་ ཕྱོགས་ གཅིག་ ཏུ་ འཁོད་ དོ །_།
en: they also arrived at the Kalandaka­nivāpa in the Veṇuvana by Rājagṛha. |#| Upon their arrival, they went before the Blessed One, bowed their heads to his feet, and sat to one side.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ དེ་དག་ འདུས་པ ར་ ཐུགས་ སུ་ ཆུད་ ནས །_ |#| རྫུ་འཕྲུལ་ ཇི་ལྟ་བུ འི་ མངོན་པར་ འདུ་ བྱ་བ་ མངོན་པར་ འདུ་ མཛད་པ ས་ རྒྱལ་པོ འི་ ཁབ་ ཀྱི་ གྲོང་ཁྱེར་ ཆེན་པོ་ འོད་མ འི་ ཚལ་ བྱ་ ཀ་ ལན་ ད་ ཀ་ གནས་པ་ ན །_ |#| དགེ་སློང་ དང་ །_ དགེ་སློང་ མ་ དང་ །_ དགེ་བསྙེན་ དང་ དགེ་བསྙེན་མ་ ཇི་སྙེད་ གནས་པ་ དེ་དག་ ཐམས་ཅད་ བཅོམ་ལྡན་འདས་ ལ་ བལྟ་བ་ དང་ ཕྱག་ འཚལ་བ་ དང་ བསྙེན་བཀུར་ བྱ་བ འི་ ཕྱིར་ འོད་མ འི་ ཚལ་ བྱ་ ཀ་ ལན་ ད་ ཀ་ གནས་པ་ ག་ལ་བ་ དང་ །_ བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེར་ དོང་ སྟེ་ |#| ལྷགས་ ནས །_ བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ་ ཕྱོགས་ གཅིག་ ཏུ་ འཁོད་པ ར་ འགྱུར་བ་ དེ་ལྟ་ བུ འི་ རྫུ་འཕྲུལ་ མངོན་པར་ འདུ་ བྱ་བ་ མངོན་པར་ འདུ་ མཛད་ དོ །_།
en: $7 Knowing that this gathering of bodhisattva great beings had assembled, the Blessed One performed a miraculous feat. |#| Thus, by the doing of the Blessed One, all the monks and nuns, as well as all the male and female lay practitioners, who were present near the Kalandaka­nivāpa in the Veṇuvana by the city of Rājagṛha now approached the grove and the place where the Blessed One was. |#| They came there in order to see the Blessed One, pay him their respect, and offer him their worship. |#| As they arrived before him, they each bowed their heads to the feet of the Blessed One, and then sat to one side.

source: དེ འི་ ཚེ་ཚེ་ དང་ ལྡན་པ་ འོད་སྲུང་ ཆེན་པོ་ ལུས་འཕགས་ རི་ ལ་ དབང་པོ འི་ བྲག་ཕུག་ ན་ དགེ་སློང་ ལྔ་ བརྒྱ་ ཐམ་པ་ ཐམས་ཅད་ ཀྱང་ དགོན་པ་པ །_ བསོད་སྙོམས་པ །_ ཕྱག་དར་ ཁྲོད་པ །_ ཆོས་གོས་ གསུམ་པ །_ ཅོག་པུ་པ །_ རྩྭ འི་ གདིང་བ་ པ །_ ཤིང་ དྲུང་པ །_ འདོད་པ་ ཉུང་བ །_ ཆོག་ ཤེས་པ །_ རབ་ཏུ་ དབེན་པ་པ །_ ཆོས་གོས་ ངན་པ་ འཆང་བ་ ཤ་སྟག་ དང་ ལྷན་ཅིག་ ཏུ་ འདུག་ གོ །_།
en: $8 At that time Mahākāśyapa was dwelling in the Indra­śailaguha cave on Vaidehaka Mountain together with five hundred monks. |#| They were all forest dwellers, receivers of alms, wearers of refuse rags, wearers of the three Dharma robes, upright dwellers, users of the grass mat, dwellers at the foot of trees, men of few desires, men of contentment, recluses, and wearers of inferior Dharma robes.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ རྫུ་འཕྲུལ་ ཇི་ལྟ་བུ་ མངོན་པར་ འདུ་ བྱ་བ་ མངོན་པར་ འདུ་ མཛད་པ ས །_ ཚེ་ དང་ ལྡན་པ་ འོད་སྲུང་ ཆེན་པོ་ དགེ་སློང་ ལྔ་ བརྒྱ་ ཐམ་པ་ དེ་དག་ དང་ ལྷན་ཅིག་ ཏུ་ ལུས་འཕགས་ རི འི་ དབང་པོ འི་ བྲག་ཕུག་ ནས་ མི་སྣང་བ ར་ གྱུར་ ཏེ |#| རྒྱལ་པོ འི་ ཁབ་ ན་ འོད་མ འི་ ཚལ་ བྱ་ ཀ་ ལན་ ད་ ཀ་ གནས་པ་ ན་ འདུག་པ་ དེ་ལྟ་ བུ འི་ རྫུ་འཕྲུལ་ མངོན་པར་ འདུ་ བྱ་བ་ མངོན་པར་ འདུ་ མཛད་ དེ །_
en: Now, as the Blessed One effected his miraculous deed, Mahākāśyapa and the five hundred monks disappeared from the Indra­śailaguha cave on Vaidehaka Mountain and emerged at the Kalandaka­nivāpa in the Veṇuvana by Rājagṛha. |#| Such was the Blessed One’s miraculous activity.

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ ཚེ་ དང་ ལྡན་པ་ འོད་སྲུང་ ཆེན་པོ་ རྒྱང་རིང་པོ་ ཉིད་ ནས་ འོང་བ་ གཟིགས་ ཏེ །_ |#| [3b] གཟིགས་ ནས་ |#| ཀྱང་ བཅོམ་ལྡན་འདས་ ཀྱིས་ དགེ་སློང་ རྣམས་ ལ་ བཀའ་ སྩལ་པ །_
en: $9 Perceiving the venerable Mahākāśyapa’s arrival from afar, [3.b] the Blessed One said to his monks,

source: དགེ་སློང་ དག་ གནས་བརྟན་ འོད་སྲུང་ ཆེན་པོ་ འོང་བ་ འདི་ ནི་ དགོན་པ་པ །_ བསོད་སྙོམས་པ །_ ཕྱག་དར་ ཁྲོད་པ །_ ཆོས་གོས་ གསུམ་པ །_ ཆོས་གོས་ ངན་པ་ འཆང་བ །_ བས་མཐ འི་ གནས་ མལ་ ལ་ གནས་པ །_ འདོད་པ་ ཆུང་བ །_ ཆོག་ཤེས་པ །_ རབ་ཏུ་ དབེན་པ ར་ གནས་པ །_ མ་ འདྲེས་པ །_ ཆོས་ ཐམས་ཅད་ ཀྱི་ དམ་པ འི་ ཕ་རོལ་ དུ་ སོན་པ་ སྟེ །_
en: “Monks, the elder Mahākāśyapa, who has just arrived, is a forest dweller, a receiver of alms, a wearer of refuse rags, a wearer of the three Dharma robes, a wearer of inferior Dharma robes, a hermit, a man of few desires, a man of contentment, a recluse, an incorruptible one, and a master of the entire Dharma.

source: དགེ་སློང་ དག་ ང འི་ ཉན་ཐོས་ ཇི་སྙེད་པ་ ནི་ དགེ་སློང་ དག་ ད་ལྟ ར་ དགེ་སློང་ འོད་སྲུང་ ཆེན་པོ འི་ སྦྱངས་པ འི་ ཡོན་ཏན་ དག་ དང་ མཚུངས་པ འམ་ འདྲ་བ་ ནི་ ངས་ ཡང་དག་ པར་ རྗེས་སུ་ མ་ མཐོང་ ངོ་ །_།
en: Monks, in terms of the ascetic practices, all my hearers should be equal or comparable to the monk Mahākāśyapa.

source: དགེ་སློང་ དག་ དགེ་སློང་ འོད་སྲུང་ ཆོས་གོས་ གསུམ་པ་ ནི་ ལྷ་ རྣམས་ དང་ ཡང་ སྨྲ་བ་ དང་ ཀུན་ དུ་ སྨྲ་བ ར་ མི་ འདོད་ ན་ མི་ རྣམས་ དང་ ལྟ་ སྨོས་ ཀྱང་ ཅི་ དགོས །_
en: Monks, since the monk and wearer of the three Dharma robes, Mahākāśyapa, does not even wish to speak with the gods, what need is there to mention his disinterest in human conversation.”

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ ཚེ་ དང་ ལྡན་པ་ འོད་སྲུང་ ཆེན་པོ་ རྒྱང་རིང་ པོ་ ཉིད་ ནས་ འོང་བ་ གཟིགས་ ནས་ བཀའ་ སྩལ་པ །_
en: $10 When the Blessed One saw Mahākāśyapa arriving from afar, he said,

source: འོད་སྲུང་ ཚུ ར་ ཤོག་ འོད་སྲུང་ ཁྱོད་ ལེགས་པ ར་ འོངས་ སོ །_།
en: “Kāśyapa, come here. |#| Be welcome here, Kāśyapa.

source: ཀྱེ་མ་ གནས་བརྟན་ འོད་སྲུང་ གིས་ ནི་ འདི་ལྟ་སྟེ །_ |#| འདིར་ འོང་བ ར་ བྱ་བ འི་ ཕྱིར་ ཡུན་རིང་པོ་ ནས་ རྣམ་ གྲངས་ བྱས་ སོ །_།
en: Ah, the elder Kāśyapa has traveled far to be here.

source: འོད་སྲུང་ ཁྱོད་ གདན་ འདི འི་ ཕྱེད་ ལ་ འདུག་ ཤིག་ ཅེས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ གནས་བརྟན་ འོད་སྲུང་ ལ་ གདན་ གྱི་ ཕྱེད་ གནང་ མ་ ཐག་ ཏུ་ དེ་ནས་ བཅོམ་ལྡན་འདས་ གདན་ དེ་ལས་ བསྐྱོད་པ་ དང་ །_ སྟོང་གསུམ་ གྱི་ སྟོང་ ཆེན་པོ འི་ འཇིག་རྟེན་ གྱི་ ཁམས་ འདི་ འགུལ །_ རབ་ཏུ་ འགུལ །_ ཀུན་ དུ་ རབ་ཏུ་ འགུལ །_ གཡོས་ རབ་ཏུ་གཡོ ས །_ ཀུན་ དུ་ རབ་ཏུ་གཡོ ས །_ ལྡེག་ རབ་ཏུ་ལྡེག _། ཀུན་ དུ་ རབ་ཏུ་ལྡེག་ ཅིང་ འཇིག་རྟེན་ དུ་ སྣང་བ་ ཆེན་པོ་ ཡང་ བྱུང་བ ར་ གྱུར་ ཏོ །_།
en: Take this free seat, Kāśyapa.” |#| As soon as the Blessed One had thus given a seat to the elder Kāśyapa, the Blessed One caused a tremor to arise from that seat, so that the entire trichiliocosm quivered, shivered, and trembled; |#| vibrated, quaked, and moved; |#| and rattled, shook, and convulsed. |#| At the same time, the world became engulfed in a great light.

source: སྟོང་གསུམ་ གྱི་ སྟོང་ ཆེན་པོ འི་ འཇིག་རྟེན་ གྱི་ ཁམས་ འདི་ ནི་ འདི་ལྟ་སྟེ །_ |#| དཔེར་ན་ ཡུལ་ མ་ ག་ དྷཱའི་ ཁར་བ འི་ སྣོད་ ལ་ ལྕགས་ ཀྱི་ ཐུ་ལུམ་ གྱིས་ བསྣུན་ ན་ འུར་འུར་ ཟེར་བ་ དེ་ བཞིན་ དུ་ བཙུན་པ་ འོད་སྲུང་ ཆེན་པོ་ ལ་ གདན་ གྱི་ ཕྱེད་ གནང་ མ་ ཐག་ ཏུ་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ གདན་ ལས་ བསྐྱོད་ ནས |#| དེ་ནས་ དེ་ མ་ ཐག་ ཏུ་ སྟོང་གསུམ་ གྱི་ སྟོང་ ཆེན་པོ འི་ འཇིག་རྟེན་ གྱི་ ཁམས་ འདི་ སྒྲ་ སྐད་ ཆེན་པོ་ འབྱིན་ ཏོ །_།
en: Just as a jar of alloyed metal produced in Magadha emits a deep, reverberating sound when it is struck with an iron hammer, so too from the tremor arising from the seat he had just given to the venerable Mahākāśyapa, the Thus-Gone One, the Worthy One, the Truly and Completely Awakened One likewise now caused a great sound to reverberate throughout the entire trichiliocosm. [4.a]

source: དེ་ནས་ [4a] ཚེ་ དང་ ལྡན་པ་ འོད་སྲུང་ ཆེན་པོ་ ཆོས་གོས་ ཕྲག་པ་ གཅིག་ ཏུ་ གཟར་ ནས་ པུས་མོ་ གཡས་པ འི་ ལྷ་ང་ ས་ ལ་ བཙུགས་ ཏེ །_ |#| བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེ་ ལོགས་ སུ་ ཐལ་མོ་ སྦྱར་བ་ བཏུད་ ནས །_
en: $11 The venerable Mahākāśyapa then draped his Dharma robe over one shoulder, knelt on his right knee, and, bowing toward the Blessed One, joined his palms in respect.

source: བཅོམ་ལྡན་འདས་ ཀྱི་ ཐད་ དུ་ ཕྱིན་ ཏེ །_ |#| བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ གཏུགས་ ནས་ བཅོམ་ལྡན་འདས་ ལ་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ །_།
en: He approached the Blessed One, bowed his head to the Blessed One’s feet, and said,

source: བཅོམ་ལྡན་འདས་ ནི་ བདག་ གི་ སྟོན་པ་ ལགས་ ལ་ བདག་ ནི་ ཉན་ཐོས་ ལགས་ པས་ བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ ཀྱི་ ཆོས་གོས་ སམ །_ ལྷུང་བཟེད་ དམ །_ གདན་ ནམ །_ དེ་ལས་ གཞན་པ འི་ ལོངས་སྤྱོད་ རྣམས་ ཉན་ཐོས་ རྣམས་ ཀྱིས་ ལོངས་ སྤྱད་པ ར་ རྔོ་ མི་ ཐོགས་ ལགས་སོ །_།
en: “Blessed One, you are my teacher, and I am your hearer. |#| Thus, for us hearers it would not be appropriate to enjoy the Dharma robe, alms bowl, cushion, or any other object used by the Blessed One, the Thus-Gone One, the Worthy One, the perfect Buddha himself.

source: དེ་ ཅིའི་སླད་དུ་ ཞེ་ན །_
en: And why is that so?

source: བཅོམ་ལྡན་འདས་ དེ་དག་ ནི་ ལྷ་ དང་ །_ མི་ དང་ །_ ལྷ་མ་ ཡིན་ དུ་ བཅས་པ འི་ འཇིག་རྟེན་ གྱི་ མཆོད་རྟེན་ དུ་ གྱུར་པ་ ལགས་ ཤིང་ །_ བཅོམ་ལྡན་འདས་ བཅོམ་ལྡན་འདས་ ལས་ ཤ་ན འི་ རས་ ཕྱག་དར་ ཁྲོད་པ་ གང་དག་ བླངས་པ་ དེ་དག་ ཀྱང་ །_ བཅོམ་ལྡན་འདས་ མཆོད་རྟེན་ དུ་ གྱུར་པ་ ལགས་པ འི་ སླད་ དུ་ སྟེ །_ |#| དེ་དག་ བདག་ གིས་ མ་ སྤྱད་ ལགས་སོ །_།
en: Because, Blessed One, for the entire world including its gods, humans, and demigods these serve as a basis for worship.#9 Nor, Blessed One, shall I use the refuse rags that the Blessed One dons, because such garments serve as a basis for the worship of the Blessed One.

source: བཅོམ་ལྡན་འདས་ དེ་ སླན་ཆད་ འདོད་པ འི་ རྣམ་པར་ རྟོག་པ འི་ རྣམ་པར་ བརྟགས་པ འམ །_ གནོད་སེམས་ ཀྱི་ རྣམ་པར་ རྟོག་པ་ དང་ །_ རྣམ་པར་ འཚེ་བ འི་ རྣམ་པར་ རྟོག་པ འི་ རྣམ་པར་ བརྟགས་པ འམ །_ འདོད་ཆགས་ ཀྱི་ ཡོངས་སུ་ གདུང་བ ས་ གདུངས་པ ར་ གྱུར་པ འམ །_ ཞེ་སྡང་ གི་ ཡོངས་སུ་ གདུང་བ་ དང་ །_ གཏི་མུག་ གི་ ཡོངས་སུ་ གདུང་བ ས་ ཡོངས་སུ་ གདུངས་པ ར་ གྱུར་པ ར་ མ་ དྲན་ ལགས་སོ །_།
en: $12 “Blessed One, from now on I shall not entertain any thoughts of desire, ill will, or malice. |#| I shall not bring to mind any of the torments of desire, anger, or delusion.

source: བཅོམ་ལྡན་འདས་ མདོར་ན་ སློབ་པ ར་ གྱུར་པ་ བདག་ གིས་ བཅོམ་ལྡན་འདས་ ལས་ ཤ་ན འི་ རས་ ཕྱག་དར་ ཁྲོད་ མ་ ནོས་པ་ རྣམས་ མི་སློབ་པ འི་ ས་ ལ་ ཐུག་ གི་ བར་ དུ་ སྤྱི་བོ ས་ མནོས་ ལགས་སོ །_།
en: Blessed One, in short, for as long as I train, and until I have reached the ground of no more training, I shall place the Blessed One’s refuse rags at the crown of my head.

source: བཅོམ་ལྡན་འདས་ བདག་ གིས་ ལོངས་ སྤྱད་པ འི་ སླད་ དུ་ བླངས་པ་ ནི་ མ་ ལགས་ ཀྱི་ གདམས་པ་ དང་ །_ རྗེས་སུ་ བསྟན་པ་ ལས་ བརྩམས་ ནས་ |#| བླངས་ ལགས་སོ །_།
en: Blessed One, such garments I do not receive for my enjoyment but for the sake of practicing the instructions and advice.

source: བཅོམ་ལྡན་འདས་ དེ་དག་ བླངས་ ནས་ |#| སེམས་མཐོ་བ འམ་ དམའ་བ ར་ གྱུར་པ ར་ མི་ དྲན་ ལགས་སོ །_།
en: Blessed One, as I take up such garments I think myself neither superior nor inferior.

source: བཅོམ་ལྡན་འདས་ ཤ་ན འི་ རས་ [4b] ཕྱག་དར་ ཁྲོད་ དེ་དག་ ཆོས་གོས་ མ་ མཆིས་པ འི་ ལུས་ ལ་ སྤྱད་པ ར་ མི་ དྲན་ ལགས་སོ །_།
en: Blessed One, I do not think of the [4.b] refuse rags as something to be worn on the body in the absence of Dharma robes.

source: བཅོམ་ལྡན་འདས་ ཕྱག་དར་ ཁྲོད་ དེ་དག་ སུག་པ་ མ་ སེར་བ ས་ རེག་པ ར་ མི་ དྲན་ ལགས་སོ །_།
en: Blessed One, I do not think of the refuse rags as something that should be touched by unwashed hands.

source: བཅོམ་ལྡན་འདས་ གང་དང་གང་ དུ་ མཆི་བ་ དེ་ དང་ དེར་ ཤ་ན འི་ རས་ ཕྱག་དར་ ཁྲོད་ དེ་དག་ མགོ ས་ འཚལ་ ཅིང་ མཆིས་ ལགས་སོ །_།
en: Blessed One, wherever I may be, I will always prostrate to the refuse rags.

source: བཅོམ་ལྡན་འདས་ ཤ་ན འི་ རས་ ཕྱག་དར་ ཁྲོད་ དེ་དག་ ཡན་ལག་ མི་གཙང་བ་ གང་ གིས་ ཀྱང་ རེག་པ ར་ མི་ དྲན་ ལགས་སོ །_།
en: Blessed One, I do not think of the refuse rags as something that should be touched by any unclean limb.

source: བཅོམ་ལྡན་འདས་ ཤ་ན འི་ རས་ ཕྱག་དར་ ཁྲོད་ མཆོད་རྟེན་ དུ་ གྱུར་པ་ དེ་དག་ བཅངས་ ལགས་སོ །_།
en: Blessed One, I bear the refuse rags as a basis for worship.

source: བཅོམ་ལྡན་འདས་ དེ་དག་ ནི་ བཅོམ་ལྡན་ འདས་ ཀྱིས་ སྤངས་ ཤིང་ གནང་བ་ ལགས་ ཏེ །_ |#| དེ་དག་ ནི་ བདག་ གིས་ བཅངས་ ལགས་སོ །_།
en: Blessed One, that which I bear is what the Blessed One has relinquished and granted.

source: སངས་རྒྱས་ རྗེས་སུ་ དྲན་པ་ མ་ ལགས་ པར་ དེ་ལས་ གཞན་ སྙོམས་པ ར་ འཇུག་པ་ དག་ གིས་ བདག་གཞན་ དུ་ གནས་པ ར་ མི་ དྲན་ ལགས་སོ །_།
en: $13 “Apart from the recollection of the buddhas, I do not engage in any attainment for the sake of abiding in some other state.

source: བདག་ ཇི་ལྟ ར་ གནས་པ་ ན་ ས་ ལ་ ས འི་ འདུ་ ཤེས་ སུ་ མ་ གྱུར་པ་ དང་ །_ ཆུ་ ལ་ ཆུ འི་ འདུ་ཤེས་ དང་ །_ མེ་ ལ་ མེ འི་ འདུ་ཤེས་ དང་ །_ རླུང་ ལ་ རླུང་ གི་ འདུ་ཤེས་ སུ་ མ་ གྱུར་པ་ དང་ །_ འཇིག་རྟེན་ འདི འི་ འདུ་ཤེས་ དང་ །_ འཇིག་རྟེན་ ཕ་རོལ་ གྱི་ འདུ་ཤེས་ སུ་ མ་ གྱུར་པ་ དང་ །_ བཅོམ་ལྡན་འདས་ གང་ མཐོང་བ་ དང་ །_ ཐོས་པ་ དང་ །_ བྱེ་བྲག་ ཕྱེད་པ་ དང་ །_ རྣམ་པར་ ཤེས་པ་ དང་ །_ ཡིད་ ཀྱི་ རྗེས་སུ་ བརྟགས་པ་ དང་ །_ རྗེས་སུ་ བསམས་པ་ དེ་ ལ་ ཡང་ བདག་ འདུ་ཤེས་ སུ་ མ་ གྱུར་པ་ དང་ །_ བཅོམ་ལྡན་འདས་ གང་ འདུ་ཤེས་ མེད་པ འི་ གནས་པ་ དང་ །_ འདུ་ཤེས་ མེད་པ འི་ སྙོམས་པ ར་ འཇུག་པ འི་ གནས་པ་ དང་ །_ གང་ འདུ་ཤེས་ ལས་ ཡང་དག་ པར་ འདའ་བ འི་ གནས་པ་ དང་ །_ གང་ འདུ་ཤེས་ མེད་པ་ ལས་ ཡང་དག་ པར་ འདའ་བ འི་ གནས་པ་ དང་ །_ གང་ འདུ་ཤེས་ ཀྱི་ གནས་པ་ དང་ །_ གང་ འདུ་ཤེས་ མེད་པ འི་ གནས་པ་ དང་ །_ གང་ འདུ་ཤེས་ ཐམས་ཅད་ ལས་ ཡང་དག་ པར་ འདའ་བ འི་ གནས་པ་ དེ་ཡང་ སློབ་པ འི་ གནས་པ་ དང་ །_། མི་སློབ་པ འི་ གནས་པ ར་ བདག་ གིས་ ཡང་དག་ པར་ རྗེས་སུ་ མ་ མཐོང་ ལགས་སོ །_།
en: As for the way that I abide, I do not identify earth as earth, water as water, fire as fire, or wind as wind. |#| I do not have any notion of either this world or something that is beyond it. |#| Blessed One, I do not form any notion about anything seen, heard, distinguished, cognized, conceived, or contemplated. |#| Blessed One, the state free from perception, the state of the attainment free from perception, the state of the transcendence of perception, the state of the transcendence of freedom from perception, the state of perception, the state without perception, as well as the state of training and the state of no more training—none of these do I truly perceive.

source: བཅོམ་ལྡན་འདས་ གནས་པ་ དེ་ ལ་ དེ་བཞིན་ གཤེགས་པ་ ཡང་དག་ པར་ རྗེས་སུ་ མ་ མཐོང་ །_ |#| དེ་བཞིན་ གཤེགས་པ འི་ ཆོས་ རྣམས་ དང་ །_ [5a] དེ་བཞིན་ གཤེགས་པ འི་ གནས་པ་ ཡང་དག་ པར་ རྗེས་སུ་ མ་ མཐོང་ ལགས་ ཏེ །_ |#| བདག་ ནི་ དེ་ལྟ ར་ གནས་ ལགས་སོ །_།
en: Blessed One, within this state I do not perceive any thus-gone ones, any qualities of the thus-gone ones, [5.a] nor any state of the thus-gone ones. |#| That is how I abide.

source: བཅོམ་ལྡན་འདས་ དཔེ ར་ བགྱི་ ན་ ནམ་མཁའ་ བླ་གབ་ མ་ མཆིས་པ་ ལ་ མིང་ དང་ བརྡ་ དང་ གདགས་པ་ རྣམ་པ་ སྣ་ཚོགས་ བགྱིས་པ་ དག _། |#| བཅོམ་ ལྡན་འདས་ མིང་ དང་ བརྡ་ དང་ གདགས་པ་ གང་དག་ གིས་ ནམ་མཁའ་ ཞེས་ ཐ་སྙད་ དུ་ བཏགས་པ་ དང་ །_ ནམ་མཁའ་ ཞེས་ བརྡར་ བཏགས་པ་ དང་ །_ ནམ་མཁའ་ ཞེས་ རྟེན་ དུ་ བགྱིས་པ་ དང་ །_ བཅོམ་ལྡན་འདས་ ནམ་མཁའ་ ཞེ འམ །_ བླ་གབ་ མ་ མཆིས་པ་ ཞེ འམ །_ སྟོང་པ་ ཞེ འམ །_ གསོག་ ཅེའམ །_ གསོབ་ ཅེའམ །_ ཡམ་ བརླ་ ཞེ འམ །_ གཟུང་བ་ མ་ མཆིས་པ་ ཞེ འམ །_ ཚད་མ་ མཆིས་པ་ ཞེ འམ །_ རྟེན་པ་ མ་ མཆིས་པ་ ཞེ འམ །_ བླང་བ་ མ་ མཆིས་པ་ ཞེ འམ །_ དོར་བ་ མ་ མཆིས་པ་ ཞེ འམ །_ ལུས་ མ་ མཆིས་པ་ ཞེ འམ །_ ཇི་ལྟ་བ་ བཞིན་ ཞེ འམ །_ ཡོངས་ སུ་ དག་པ་ ཞེ འམ །_ བར་སྣང་ ཞེ འམ །_ ཐོགས་པ་ མ་ མཆིས་པ་ ཞེ འམ །_ དངོས་པོ་ མ་ མཆིས་པ་ ཞེ འམ །_ བསྟན་ དུ་མ་ མཆིས་པ་ ཞེས་ དེ་དག་ དང་ །_ གཞན་ ཡང་ཐ་ སྙད་ ཀྱི་ བརྡ་ ཐ་དད་པ་ རྣམ་པ་ སྣ་ཚོགས་ ཀྱིས་ བརྗོད་པ་ ནི་ བཅོམ་ལྡན་འདས་ འདི་ལྟ་སྟེ །_ |#| ཚད་ འདི་ ཙམའམ །_ ཡོངས་སུ་ བཅད་པ་ འདི་ཙམ་ འམ །_ མཉམ་པ འམ །_ མི་མཉམ་པ་ ཞེས་ མིང་ ངམ །_ བརྡ འམ །_ རྟེན་ རྣམས་ ཀྱིས་ འཚལ་བ ར་ མི་ ནུས་ ལགས་སོ །_།
en: $14 “Blessed One, take as an analogy the various names, signs, and designations for open space. |#| Blessed One, in terms of such an application of names, signs, and designations, we may say ‘space’ and so employ a convention, sign, or representation. |#| Blessed One, likewise, just as we may speak of ‘space,’ we may also say ‘the open,’ ‘the empty,’ ‘the void,’ ‘the hollow,’ ‘the essenceless,’ ‘the ungraspable,’ ‘the limitless,’ ‘the unsupported,’ ‘that which cannot be adopted,’ ‘that which cannot be discarded,’ ‘the bodiless,’ ‘the actual,’ ‘the completely pure,’ ‘mid-air,’ ‘the unimpeded,’ ‘the insubstantial,’ ‘what cannot be shown’—or any other such convention. |#| Nevertheless, Blessed One, no name, sign, or representation can be employed to successfully delineate, determine, compare, or distinguish space.

source: བཅོམ་ལྡན་འདས་ གང་དག་ དེ འི་ ཕྱོགས་ ཙམ་ ཞིག་ འཚལ་བ་ དེ་དག་ ཐམས་ཅད་ ཀྱིས་ ཀྱང་ ཁ་དོག་ གམ །_ དབྱིབས་ སམ །_ དམིགས་པ ས་ ནམ་མཁའ་ དེ་ ཚད་ འདི་ཙམ་ དང་ །_ མཆོག་ འདི་ཙམ་ ཞེས་ བགྱི་ བ་མ་ འཚལ་ ལགས་སོ །_།
en: Blessed One, wherever we may look, we will not find any color, shape, or objective referent whereby space can be demarcated or contained.
